{
    "creator": "0x1006dA57aD62c72d5d6F05A0f436FbE6cCB0AB77",
    "image": "https://azure-yearning-shrew-339.mypinata.cloud/ipfs/Qmc5S14CtDGPmF5m4P1Jzn2ATBcFAQddwBQdiiAFzeyt4a",
    "description": "Together with my design team, we designed this futuristic Cyberyacht concept artwork. We wanted to create something that has not been created yet, so we started to collect ideas of how we imagine the Cyberyacht could look like in the future.",
    "name": "Long-Tail Fishing Boats",
    "attributes": [
      {
        "trait_type": "Country",
        "value": "Thailand"
      },
      {
        "trait_type": "City",
        "value": "Ban Khlong Rua Village"
      },
      {
        "display_type": "date",
        "trait_type": "Date",
        "value": 1731787578
      },
      {
        "trait_type": "Raised Amount",
        "value": "$50"
      },
      {
        "trait_type": "Number of likes",
        "value": 10
      },
      {
        "trait_type": "Craft Story",
        "value": "Rua hua tong are traditional fishing boats only used in the Andaman Sea. Boats are matched to the seas they sail on. For example, the boat used in Pattani province is called rua ko rair, which is flatter, allowing it to sail along smaller but choppy wave crests in the lower Gulf of Thailand. Rua hua tong have different features — a spherical shape in front, and a rising prow, unique features that can withstand huge strong tidal waves in the Andaman Sea.\n\nBan Khlong Rua's boats are famous for quality, endurance and beauty. It is not only fishermen that come to the village for boats. Hotels and the tourism industry on the Andaman Sea order boatbuilders to make larger vessels with special features to carry tourists for sightseeing. Supad, known among locals as Bung Reen, has been commissioned to make boats with fancy details, such as the prow being in Nordic Viking-style, or large tourist boats that can accommodate up to 100 people.\n\nThe rua hua tong have become a symbol for the tourism industry in Krabi, and often appear in promotional pictures, thanks to the photogenic nature of the boat. Since 2013, Krabi has promoted the annual fishermen's worship of rua hua tong as a tourism event. Satun province runs the annual Rua Hua Tong Fishing Event to encourage tourism."
      }
    ]
  }
  
