{
    "creator": "0xd175C97ed5fc71EcA4DD70Df7aC799eF808a6942",
    "image": "https://azure-yearning-shrew-339.mypinata.cloud/ipfs/Qmf1BKdp1kf1vE9B5Vdq1ZnPXDx3N7tKQCmtYsuKkx7W4e",
    "description": "With the invention of bronze, first swords originated from copper daggers, with bronze being a harder metal than copper and enabling the extended length. However, swords in the shape and length we think of today originated with the development of iron, around 12th-13th BC.",
    "name": "English Swordsmithing",
    "attributes": [
      {
        "trait_type": "Country",
        "value": "United Kingdom"
      },
      {
        "trait_type": "City",
        "value": "Hounslow"
      },
      {
        "display_type": "date",
        "trait_type": "Date",
        "value": 1731787578
      },
      {
        "trait_type": "Raised Amount",
        "value": "$100"
      },
      {
        "trait_type": "Number of likes",
        "value": 12
      },
      {
        "trait_type": "Craft Story",
        "value": "With the invention of bronze, first swords originated from copper daggers, with bronze being a harder metal than copper and enabling the extended length. However, swords in the shape and length we think of today originated with the development of iron, around 12th-13th BC.\n\nWhile sword making was popular in continental Europe through the middle ages, the history of sword making in the UK is dated to begin in the early 17th Century in the area of Hounslow and has been powered by the demand of the civil war. It has steadily been developing from then and becoming a competing force to the products manufactured on the continent (particularly in Germany). Perhaps, the most notable British maker of swords is the Wilkinson Swords, a company that rose to prominence using a rigorous technique of blade bending to ensure high quality of the swords produced.\n\nEven though the presence of English swords and blades on the market was growing, it wasn’t until 1908 when the British War Office Committee patented the British Cavalry Troopers’ Sword which was a triumph of design but in terms of combat came a little too late to become a favoured weapon. Wilkinson Sword continued to provide weapons to the British market and abroad during the rest of the 20th Century, catering for the British cavalry and to British officers who were required to carry swords. It was only in 2005 when Wilkinson Swords ceased their functioning as sword makers instead focusing on making razor blades.\n\nSwords have been made of different materials over the centuries – copper, bronze or steel and are still produced using the traditional methods by blacksmiths in a process referred to as bladesmithing. The most basic techniques are forging and stock removal. Forging means forming the sword’s blade to shape by heating the blade material to be flexible enough to then hammer it to shape using hammer and anvil together. There are four main criteria to evaluate a sword – strength, flexibility, hardness and balance."
      }
    ]
  }
  